Repository: MohamadKattan/evpazarlama
Catalog: lib/l10n/app_*.arb
Languages: ar, tr

source: My Profile
ar: حسابي الشخصي
tr: Bana özel

# unRigister
source: Not Rigister
ar: غير مسجل
tr: Kayıtlı değil

# newAds
source: New Ad
ar: إعلان جديد
tr: İlan Ver

# subNewAds
source: Add new ad
ar: أضف إعلان جديد
tr: Yeni ilan ekle

source: Home Page
ar: الصفحة الرئيسية
tr: Ana sayfaya

# subhomePage
source: back to home page
ar: العودة إلى الصفحة الرئيسية
tr: Ana sayfaya geri dön

source: Real Estate
ar: عقارات
tr: Emlak

# subRealestate
source: Homes , Offices , Lands , Factor , Buildings...
ar: ...منازل , مكاتب ,اراضي ,معامل , بنايات
tr: Konut,Bına,Arsa,Iş Yeri,...

source: vehicles
ar: مركبات
tr: Vasıta

# subVehicles
source: Cars , buses , trucks , machinery...
ar: ....سيارات , باصات , شاحنات , اليات
tr: Otomotiv , Arazı , Suv , Motosıklet , Minivan...

# hotel
source: Hotels
ar: الفنادق
tr: Oteller

# subHotel
source: Hotels , Resorts , Summer Resorts , Tourist Cottages...
ar: ....فنادق , منتجعات , مصايف , أكواخ سياحية
tr: Oteller , tatil köyleri , yazlık tatil köyleri , turistik evler...

# newstAds
source: The ads are new
ar: الإعلانات جديدة
tr: Son ılan

# subNewstAds
source: Last 48 hours
ar: أخر ٤٨ ساعة
tr: Son 48 Saat

# urgent
source: Urgent urgent !!
ar: !!عاجل عاجل
tr: Acıl Acıl!!

# subUrgent
source: Urgent sale or rent , reasonable price
ar: بيع أو تأجير مستعجل السعر مناسب
tr: Acil satılık veya kiralik, uygun fiyat

# allAdsVitrin
source: All Ads
ar: جميع الاعلانات
tr: Anasayfa Vitrin

# lastAdsVisted
source: Last Visits
ar: آخر الزيارات
tr: Son Gezdiğiniz İlanlar

source: Category Selection
ar: اختيار الفئة
tr: kategori seçimi

# allReal
source: All rael state ads
ar: جميع اعلانات العقارات
tr: Tüm emlak ilanları

# allHome
source: Housing
ar: مساكن
tr: Konut

source: Work place
ar: مكان عمل
tr: iş yeri

source: Land
ar: أرض
tr: Arsa

source: Building
ar: مبنى
tr: Bina

# switchReal
source: Transfer of Ownership
ar: نقل ملكية
tr: Devre mülk

# allVehicle
source: All Vehicle ads
ar: جميع إعلانات المركبات
tr: Tüm Araç ilanları

source: Cars
ar: سيارات
tr: otomobiller

source: MotorCycle
ar: دراجة نارية
tr: Motosiklet

# minBus
source: MiniBus
ar: ميني باص
tr: MiniVan

source: Commercial car
ar: سيارة تجارية
tr: Ticari araçlar

source: Electric cars
ar: سيارات كهربائية
tr: Elektrikli araçlar

# rentCars
source: Cars for Rent
ar: سيارات للايجار
tr: Kiralık araçlar

source: Damaged Vehicles
ar: المركبات التالفة
tr: Hasarli Araclar

# allHotels
source: All hotels ads
ar: جميع اعلانات الفنادق
tr: Tüm otel ilanları

source: Resorts
ar: منتجعات
tr: tatil köyleri

source: Tourist Cottages
ar: أكواخ سياحية
tr: Turistik Kulübeler

source: Hotel Appartments
ar: شقق فندقية
tr: Otel Apartmanları

# sale
source: For Sale
ar: للبيع
tr: Satılık

# rent
source: For Rent
ar: للإيجار
tr: Kiralık

# daylyRent
source: Daily rent
ar: أجار يومي
tr: Günlük kiralık

source: Transfer Sale
ar: تحويل للبيع
tr: Devren Satılık

# apart1
source: Apartman
ar: شقة
tr: Daire

source: Residence
ar: مسكن

source: Detached House
ar: بيت مستقل
tr: Müstakil Ev

source: Villa
ar: فيلا

source: Farm House
ar: بيت ريفي
tr: çiftlik evi

source: Mansion
ar: قصر
tr: Konak

source: Summer House
ar: بيت صيفي
tr: Yazlık ev

source: Prefabricated House
ar: منزل جاهز
tr: Prefabrik ev

source: Cooperative
ar: تعاوني
tr: Kooperatif

source: Gas Station
ar: محطة غاز
tr: akaryakıt istasyonu

source: Workshop
ar: ورشة عمل
tr: atölye

source: Mall
ar: مجمع تجاري
tr: Avm

source: Buffet
ar: بوفيه
tr: büfe

source: Office
ar: مكاتب
tr: Ofis

source: Cafe
ar: كافيه
tr: Kafe

source: Ware house
ar: مستودع
tr: depo

source: Wedding Hall
ar: قاعة الزفاف
tr: Dugün Salonu

source: Store
ar: محل
tr: Mağaza

source: Factory
ar: مصنع
tr: Fabrika

source: full Building
ar: مبنى كامل
tr: komple bina

source: Parking
ar: موقف سيارات
tr: otopark

source: Result Searching
ar: نتيجة البحث
tr: Sonuç Arama

source: Filter
ar: فلتر
tr: Filterle

# serchAdsNum
source: Ad No.Than Search
ar: رقم الإعلان ، ثم ابحث
tr: ilan No. ile ara

source: Sing Up
ar: التسجيل
tr: Üye Ol

# sighUPExplain
source: In order to benefit from all the services of the application, register with us by entering your mobile number. You will receive a message to confirm the registration process
ar: من أجل الإستفادة من جميع خدمات التطبيق سجل معنا عن طريق إدخال رقم جوالك. سوف تصلك رسالة لتأكيد عملية التسجيل
tr: Uygulamanın tüm hizmetlerinden faydalanmak için cep numaranızı girerek bize kayıt olunuz. Kayıt işlemini onaylamak için bir mesaj alacaksınız

# codeContryPhone
source: Choose your country code, then enter your mobile number
ar: إختر رمز بلدك ثم أدخل رقم جوالك
tr: Ülke kodunuzu seçin, ardından cep telefonu numaranızı girin

# phoneNumbe
source: Mobile Number
ar: رقم الهاتف المحمول
tr: Cep numarası

# typephoneNumbe
source: Type your mobile number
ar: اكتب رقم هاتفك المحمول
tr: Cep numaranızı yazın

# vervectioPhone
source: Verification
ar: التحقق
tr: Doğrulama

# verificationExplain
source: A sms message will be sent containing a code to verify the mobile number
ar: سوف يتم ارسال رسالة نصية تحتوي على شيفرة للتحقق من من رقم الجوال
tr: Cep telefonu numarasını doğrulamak için bir kod içeren bir metin mesajı gönderilecektir.

# typeCodeBelow
source: Enter the code in the field below
ar: أدخل الكود في الحقل ادناه
tr: Aşağıdaki alana kodu girin

# phoneNotValeid
source: The provided phone number is not valid.
ar: رقم الهاتف المقدم غير صالح
tr: Sağlanan telefon numarası geçerli değil.

# timeOut
source: Time out try again
ar: انتهى الوقت حاول مرة أخرى
tr: Zaman aşımı tekrar dene

# phoneIsReq
source: Phone number is required
ar: رقم الهاتف مطلوب
tr: Telefon numarası gerekli

# someWrong
source: Some thing went wrong try again
ar: حدث خطأ ما حاول مرة أخرى
tr: Bir şeyler ters gitti tekrar deneyin

# codeWrong
source: Code is not valid try again
ar: الرمز غير صالح حاول مرة أخرى
tr: Kod geçerli değil tekrar deneyin

# codeIsReq
source: Code number is required
ar: رقم الكود مطلوب
tr: Kod numarası gerekli

# lan
source: en
ar: ar
tr: tr

# addPhotot
source: Add your profile photo
ar: أضف صورة ملفك الشخصي
tr: profil fotoğrafını ekle

source: Name
ar: اسم
tr: İsim

# hintName
source: Type your frist & last name
ar: إكتب الإسم والكنية
tr: Adınızı ve soyadınızı yazın

# mail
source: Email address
ar: عنوان البريد الإلكتروني
tr: E-posta adresi

# hintMail
source: type your Email address
ar: اكتب البريد الالكتروني الخاص بك
tr: E-posta adresinizi yazın

source: Personal Account
ar: حساب شخصي
tr: Kişisel hesap

source: commercial Account
ar: حساب تجاري
tr: Ticari hesap

# pickImage
source: Pick an image
ar: اختر صورة
tr: Bir resim seç

source: By camera
ar: بواسطة الكاميرا
tr: Kamerayla

# fromGallary
source: From gallery
ar: من المعرض
tr: Galeriden

# cancle
source: Cancel
ar: إلغاء
tr: İptal

# nameReq
source: Name is required can not be empty
ar: الاسم مطلوب لا يمكن أن يكون فارغًا
tr: İsim gereklidir boş bırakılamaz

# emailReq
source: Email is required can not be empty
ar: البريد الإلكتروني مطلوب لا يمكن أن يكون فارغًا
tr: E-posta gereklidir boş bırakılamaz

# uploadUserInfo
source: Upload info
ar: تحميل المعلومات
tr: bilgi yükle

# adsManger
source: Ads Manager
ar: مدير الإعلانات
tr: Reklam Yöneticisi

# compliteAds
source: Completed Ads
ar: الإعلانات المكتملة
tr: Tamamlanmış reklamlar

# subCompliteAds
source: Publish done
ar: تم النشر
tr: Yayınlama tamamlandı

# notCompliteAds
source: Expired ads
ar: الإعلانات المنتهية الصلاحية
tr: süresi dolan reklamlar

# subNotCompliteAds
source: Waiting for publishing
ar: في انتظار النشر
tr: Yayınlanmayı bekliyor

# messagesNotif
source: Messages & Notifications
ar: رسائل والإشعارات
tr: Mesaj ve Bildirim

source: My messages
ar: رسائلي
tr: Mesajlarım

# submyMessages
source: Messages on my ads
ar: الرسائل على إعلاناتي
tr: Reklamlarımdaki mesajlar

# myNotifictions
source: Notifications
ar: الإشعارات
tr: Bildirimler

# subMyNotifictions
source: Application notifications
ar: إشعارات التطبيق
tr: Uygulama bildirimleri

source: Sign out
ar: تسجيل الخروج
tr: çıkış yap

# fievort
source: Favorite
ar: المفضلة
tr: Favori

# subfievort
source: My favorite ads
ar: إعلاناتي المفضلة
tr: Favori reklamlarım

# beforAddNewAds
source: In order to post an ad, you must register in the application
ar: من أجل نشر إعلان يجب التسجيل في التطبيق
tr: İlan verebilmek için uygulamaya kayıt olmalısınız.

source: Tourist Villas
ar: فيلات سياحية
tr: Turist villaları

# basicInformation
source: Enter basic information
ar: أدخل المعلومات الأساسية
tr: Temel bilgileri giriniz

source: Advert title
ar: عنوان الإعلان
tr: ilan başlığı

source: Explanation
ar: توضيح
tr: Açıklama

source: Price
ar: السعر
tr: Fiyat

# grossMeters
source: Meters(gross)
ar: متر (الإجمالي)
tr: Metre(Brüt)

# netMeters
source: Meter(Net)
ar: متر (صافي)
tr: Metre(Net)

# roomNum
source: Number of Rooms
ar: عدد الغرف
tr: Oda sayısı

# buldingAge
source: Building Age
ar: عمر البناء
tr: Bına Yaşı

source: Floor location
ar: موقع الطابق
tr: Bulunduğu kat

# numOfFloors
source: Number of floors
ar: عدد الطوابق
tr: Kat sayısı

source: Heating
ar: تدفئة
tr: Isıtma

# pathNum
source: Number of bathrooms
ar: عدد الحمامات
tr: Banyo Sayısı

source: Balcony
ar: بلكونة
tr: Balkon

source: Furnished
ar: مفروشة
tr: Eşyalı

source: Using status
ar: استخدام الحالة
tr: Kullanım Durumu

source: Dues
ar: المستحقات
tr: Aidat

# deed
source: Title Deed Status
ar: حالة سند الملكية
tr: Tapu Durumu

# watching
source: Show by Video Call
ar: إظهار من خلال مكالمة الفيديو
tr: Görüntülü Arama İle Gezilebilir

source: Bartered
ar: المقايضة
tr: Takaslı

source: Required field
ar: اجباري
tr: Zorunlu alan

source: Next
ar: التالي
tr: Devam et

source: Front
ar: جبهة
tr: Cephe

# pickLocation
source: Pick a location
ar: اختر الموقع
tr: Bir konum seçin

# choesePickLocaton
source: Choose a location method from the options available below
ar: إختر طريقة تحديد الموقع من الاختيارات المتاحة في الأسفل
tr: Aşağıda sunulan seçeneklerden bir konum yöntemi seçin

# pickCurrentLocation
source: The current location you are currently in
ar: الموقع الحالي المتواجد فيه الأن
tr: Mevcut konumumu kullanmak istiyorum

# pickLocationOnMap
source: Choose a location from the map
ar: اختيار الموقع من على الخريطة
tr: Haritadaki konumu seçin

# locationManaul
source: Write the address manually
ar: كتابة العنوان يدويا
tr: Adresi manuel olarak yazın

# locationdisabled
source: Location services are disabled.
ar: خدمات الموقع معطلة.
tr: Konum servisleri devre dışı.

# locationDenied
source: Location permissions are denied
ar: تم رفض أذونات الموقع
tr: Konum izinleri reddedildi

# openLocSitting
source: Open location setting
ar: افتح إعدادات الموقع
tr: Konum ayarını aç

# httpReqFaild
source: Request failed with status:
ar: فشل الطلب مع الحالة
tr: İstek şu durumla başarısız oldu:

# pickOnMap
source: Locate your location on the map
ar: حدد موقعك على الخريطة
tr: Konumunuzu harita üzerinde bulun

# choseCountry
source: Country
ar: بلد
tr: ülke

# choseCity
source: City
ar: المدينة
tr: Şehir

# choseArea
source: Area
ar: المنطقة
tr: ilçe

# choseStreat
source: Street
ar: شارع
tr: Sokak

# choseStreatNo
source: Street No :
ar: رقم الشارع
tr: Sokak No

# pickImagesAds
source: Pick some images
ar: اختر بعض الصور
tr: Bazı resimler seçin

# pickImagesAdsDsc
source: Choose some photos from the photo gallery before posting the ad
ar: إختر بعض الصور من معرض الصور قبل نشر الإعلان
tr: Reklamı yayınlamadan önce fotoğraf galerisinden bazı fotoğraflar seçin.

# planScreen
source: Payments
ar: المدفوعات
tr: ödemeler

# checkInfoAds
source: Ad info
ar: معلومات الإعلان
tr: ilan bilgisi

# checkInfoAdsDce
source: Check info before posting an ad
ar: تحقق من معلومات قبل نشر الإعلان
tr: İlan vermeden önce bilgileri kontrol edin.

source: Year
ar: سنة
tr: Yıl

# unKnow
source: unknown
ar: غير معروف
tr: Bilmiyorum

# found
source: Existing
ar: موجود
tr: Var

# noFound
source: Not Existing
ar: غير موجود
tr: yok

source: Yes
ar: نعم
tr: Evet

source: No
ar: لا
tr: Hayır

source: Empty
ar: فارغ
tr: Boş

# rented
source: Tenant
ar: مستأجر يسكن
tr: kiracı

# ownerLiving
source: The owner lives
ar: المالك يسكن
tr: sahibi

# title
source: Title ad
ar: عنوان الإعلان
tr: Başlık reklamı

source: Space
ar: المساحة
tr: Alan

source: Details
ar: تفاصيل
tr: detay

source: Adress
ar: العنوان
tr: adres

source: Daily sale
ar: البيع اليومي
tr: Günlük satış

source: Zoning status
ar: تقسيم المناطق
tr: İmar durumu

source: Island No
ar: رقم الجزيرة
tr: Ada No

source: Parcel No
ar: رقم المنطقة
tr: Parsel No

source: sheet No
ar: رقم الصحيفة
tr: Pafta No

source: Model
ar: موديل

source: Year Made
ar: سنة الصنع
tr: Yapıldığı Yıl

# yearRigester
source: Year Register
ar: سنة التسجيل
tr: yıl Kayıt

source: Kilometers
ar: كيلومتراج
tr: kilometre

source: Color
ar: اللون
tr: Renk

source: Within warranty
ar: ضمن كفالة
tr: Garanti dahilinde

source: Damages
ar: خالية العلام
tr: Hasar kaydı

# binzin
source: Gasoline
ar: بنزين
tr: Benzin

# diseal
source: Diesel
ar: ديزل
tr: Dizel

source: Gaz
ar: غاز

source: Hybrid
ar: هجين

source: Electrical
ar: كهربائي
tr: elektriksel

# motorClass
source: Engine class
ar: فئة المحرك
tr: Motorlu Sınıf

source: View
ar: الإطلالة
tr: Görünüm

source: Services
ar: خدمات
tr: Hizmetler

source: Additional Features
ar: مميزات إضافية
tr: Ek özellikler

source: Ad Number
ar: رقم الاعلان
tr: İlan Numarası

# startDate
source: Date of ad
ar: تاريخ الاعلان
tr: ilan tarihi

# expiryDate
source: Date of expiry
ar: تاريخ الانتهاء
tr: bitiş tarihi

# all48houer
source: All last 48 hour ads
ar: جميع إعلانات الـ 48 ساعة الماضية
tr: Tüm son 48 saatlik reklamlar

source: Currency
ar: عملة
tr: para birimi

# oneData
source: Ad deta
ar: تفاصيل الإعلان
tr: İlan detayı

source: Ad Info
ar: معلومات الإعلان
tr: İlan Bilgileri

# exPlainiNFO
source: Explanation
ar: توضيح
tr: Açıklama

source: Location
ar: الموقع
tr: Konum

# ownerInfo
source: Ad owner
ar: صاحب الإعلان
tr: ilan sahibi
